tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'neovim/neovim'
tap 'rcmdnk/file'
cask 'java'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'readline'
brew 'bash'
brew 'chromedriver'
brew 'cmake'
brew 'ctags'
brew 'git'
brew 'docker'
brew 'docker-machine'
brew 'flyway'
brew 'libpng'
brew 'freetype'
brew 'fzf'
brew 'gdbm'
brew 'gettext'
brew 'ghq'
brew 'gibo'
brew 'giter8'
brew 'heroku'
brew 'hub'
brew 'jpeg'
brew 'libtiff'
brew 'libtool'
brew 'perl'
brew 'xz'
brew 'imagemagick'
brew 'oniguruma'
brew 'jq'
brew 'openssl'
brew 'libevent'
brew 'libyaml'
brew 'lua'
brew 'mysql', restart_service: true
brew 'node'
brew 'nodebrew'
brew 'pcre'
brew 'peco'
brew 'pkg-config'
brew 'sqlite'
brew 'python'
brew 'python3'
brew 'postgresql', restart_service: true
brew 'pyenv'
brew 'qt5'
brew 'ruby-build'
brew 'rbenv'
brew 'ruby'
brew 'sbt'
brew 'scalaenv'
brew 'skinny'
brew 'terminal-notifier'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'typesafe-activator'
brew 'utf8proc'
brew 'vim', args: ['with-lua']
brew 'watchman'
brew 'wget'
brew 'yarn'
brew 'zsh'
brew 'neovim/neovim/neovim'
cask 'alfred'
cask 'atom'
cask 'boostnote'
cask 'dashlane'
cask 'google-chrome'
cask 'google-drive'
cask 'google-photos-backup'
cask 'gyazo'
cask 'intellij-idea-ce'
cask 'iterm2'
cask 'karabiner'
cask 'kindle'
cask 'lastfm'
cask 'mamp'
cask 'openoffice'
cask 'pycharm-ce'
cask 'skitch'
cask 'slack'
cask 'spotify'
cask 'virtualbox'
